export const sajuData = {
    name: "김로켓",
    birth: "1980년 8월27일 08:10",
    // 십성
    elements1: [
      ["傷官", "(상관)"],
      ["比肩", "(비견)"],
      ["傷官", "(상관"],
      ["傷官", "(상관)"],
    ],
    // 천간
    elements2: [
      ["(임)", "壬", "(陽水)"],
      ["(정)", "丁", "(陰火)"],
      ["(계)", "癸", "(陰水)"],
      ["(계)", "癸", "(陰水)"],
    ],
    // 지지
    elements3: [
      ["(인)", "寅", "(陽木)"],
      ["(사)", "巳", "(陰火)"],
      ["(해)", "亥", "(陰陰)"],
      ["(유)", "酉", "(金陰)"],
    ],
    // 십성 (두 번째)
    elements4: [
      ["比肩", "(비견)"],
      ["劫財", "(겁재)"],
      ["食神", "(식신)"],
      ["偏財", "(편재)"],
    ],
    // 십이운성
    elements5: [
      ["死", "(사)"],
      ["帝旺", "(제왕)"],
      ["胎", "(태)"],
      ["長生", "(장생)"],
    ],
    // 십이신살
    elements6: [
      ["劫殺", "(겹살)"],
      ["地殺", "(지살)"],
      ["驛馬殺", "(역마살)"],
      ["將星殺", "(장성살)"],
    ],
    elements7: [
      ["", ""],
      ["", ""],
      ["天乙", "(천을귀인)"],
      [
        ["天乙", "(천을귀인)"],
        ["太極", "(태극귀인)"],
        ["文昌", "(문창귀인)"],
      ],
    ],
  };